swat-dp-tools/soma/xml/config-delete.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Body>
		<dp:request xmlns:dp="http://www.datapower.com/schemas/management" domain="@domain.name@">
			<dp:del-config>
            	@delete.content@
			</dp:del-config>
		</dp:request>
	</soapenv:Body>
</soapenv:Envelope>